tap "ankitpokhrel/jira-cli"
tap "mike-engel/jwt-cli"
tap "nikitabobko/tap"
brew "azure-cli"
brew "bash"
brew "bat"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "gifski"
brew "git"
brew "gnu-sed"
brew "grep"
brew "harper"
brew "httpie"
brew "jira-cli"
brew "jq"
brew "libpq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "task"
brew "taskopen"
brew "timewarrior"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "unzip"
brew "wget"
brew "worktrunk"
brew "zimfw"
brew "zoxide"
brew "zsh"
brew "mike-engel/jwt-cli/jwt-cli"
cask "nikitabobko/tap/aerospace"
cask "copilot-cli"
cask "cursor"
cask "firefox@developer-edition"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "keepassxc"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "thaw"
cask "visual-studio-code"
cask "wezterm"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "vscodevim.vim"
