tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jdx/tap"
tap "koekeishiya/formulae"

brew "bash"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "httpie"
brew "jdx/tap/usage"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh"

cask "docker"
cask "firefox"
cask "font-victor-mono-nerd-font"
cask "keepassxc"
cask "kitty"
cask "obsidian"
cask "spotify"
cask "uhk-agent"
cask "visual-studio-code"
