tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "asdf"
brew "bash"
brew "bat"
brew "direnv"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "httpie"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "localstack"
brew "mike-engel/jwt-cli/jwt-cli"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh"

cask "alfred"
cask "box-sync"
cask "docker"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "mongodb-compass"
cask "spotify"
cask "visual-studio-code"
